import {Translations} from './en';

const ar: Translations = {
  translation: [
    {
      title: 'مساعد الصحة بالذكاء الاصطناعي',
      summary:
        'أداة تحليل الأعراض المدعومة بالذكاء الاصطناعي لتحديد الحالات الطبية المحتملة.',
    },
    {
      title: 'اكتشف\nأطباء',
      summary:
        'لا ترضى بأقل من ذلك. تواصل مع أطباء متخصصين ذوي كفاءة عالية للحصول على رعاية متميزة.',
    },
    {
      title: 'موعد\nسلس',
      summary:
        'احجز المواعيد مباشرة مع طبيبك، واودع الاتصالات\nالمتكررة عبر الهاتف.',
    },
    {
      title: 'التشاور\nالظاهري',
      summary:
        'تخطى الانتظار واحصل على استشارات متخصصة في مجال الرعاية الصحية من خلال زيارة فيديو سريعة.',
    },
  ],
  login: 'دخول',
  getStarted: 'البدء',
  arabic: 'العربية',
  selectLng: 'اختار اللغة',
  lngTip: 'نصيحة: يمكنك تغيير هذا لاحقًا في الإعدادات.',
  authMessage:
    'اختبر الرعاية الصحية المريحة! استخدم فاحص الأعراض بالذكاء الاصطناعي، واتصل بأفضل الأطباء والمزيد.',
  withGoogle: 'تواصل مع جوجل',
  withApple: 'تواصل مع أبل',
  enableMic: 'تمكين الميكروفون',
  allow: 'يسمح',
  enableMicSummary:
    'يرجى تمكين الوصول إلى الميكروفون حتى يتمكن الذكاء الاصطناعي من تحليل الأعراض والتوصية بالحالات والأدوية المحتملة.',
  symptoms: 'من فضلك قم بوصف أعراضك',
  analyse: 'تحليل',
  analysing: 'تحليل الأعراض الخاصة بك',
  done: 'منتهي',
  gotIt: 'أفهم',
  advice:
    'هذا التطبيق لا يحل محل الأطباء. استشر دائمًا طبيبًا مؤهلًا بشأن أي مخاوف صحية.',
};
export default ar;
